alflanagan/walker-one/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s2"
CONFIG_ESPTOOLPY_AFTER_NORESET=y
CONFIG_EFUSE_VIRTUAL=y
CONFIG_ESP_CONSOLE_USB_CDC=y
CONFIG_LWIP_AUTOIP=y
CONFIG_UNITY_ENABLE_FIXTURE=y
CONFIG_UNITY_ENABLE_BACKTRACE_ON_FAIL=y
